{"title": "Periscope (app)", "text": " Periscope is a live video streaming app for Android and iOS developed by Kayvon Beykpour and Joe Bernstein and acquired by Twitter before launch in 2015. Contents Beykpour and Bernstein came up with the idea for Periscope while traveling abroad in 2013. Beykpour was in Istanbul when protests broke out in Taksim Square. He wanted to see what was happening there, so he turned to Twitter. While he could read about the protests, he could not see them.[6] They started the company in February 2014, under the name Bounty.[7] They raised $1.5 million from Founder Collective, Scott Belsky, Maveron, Google Ventures, Menlo Ventures, Bessemer, Stanford – StartX and Sam Shank in April 2014.[8] Periscope was acquired January 2015 by Twitter before the product had been publicly launched. One investor source says the acquisition amount was \"sizeable\", above $50 million. Another says it fell between $75 and $100 million. A third says the deal was \"small-ish\".[9] The acquisition was officially announced in a tweet from Periscope and retweeted by Twitter CEO Dick Costolo on 13 March after the rival video streaming app Meerkat was a breakout hit at South by Southwest 2015 (13–17 March).[10][11][12] Meerkat became the talk of SXSW partially due to Twitter cutting Meerkat off from its social graph just as the festival was starting.[13] Periscope was launched on 26 March 2015.[14][15] Later, on 26 May 2015, Periscope was released for Android.[16] On 12 August 2015, Periscope announced that it had surpassed 10 million accounts, four months after it was launched. At the same time, the company noted that the amount of video being watched had reached a level of \"40 years per day\".[17] On 9 December 2015, Apple named Periscope as the iPhone App of the Year.[18] On 26 January 2016, the company released an update that allows users to stream live from GoPro.[19] In December 2016, some of Periscope's features were integrated into the main Twitter app.[20] In April 2016, as part of a wider partnership with Twitter to stream selected Thursday Night Football games, the NFL announced that Periscope would feature ancillary behind the scenes content from these games.[21] In June 2016, Democratic members of the U.S. House of Representatives staged a sit-in on the House floor to protest the lack of a vote on a gun control bill. The Speaker pro tem, Rep. Ted Poe, declared the House was in recess and subsequently the House video feed to C-SPAN was shut off. However, after a brief interruption, C-SPAN was able to broadcast the sit-in because Rep. Scott Peters streamed the activity and the speakers using his Periscope account.[22][23] On 12 June 2018, in order to prevent a scandal,[clarification needed] a Turkish court banned Periscope in Turkey because a Turkish company called Periskop has a similar name.[24] The services of Periscope are available in the mobile application itself as well as on Twitter. Users of Periscope are able to choose whether or not to make their video public or simply viewable to certain users such as their friends or families.[25] Although the \"scoper\", so-called, usually simply uses a handheld device such as a smartphone to broadcast, it is also possible to broadcast through Periscope using a professional vision mixing suite such as Wirecast or Teradek using Periscope Pro.[26] Periscope allows viewers to send \"hearts\" to the broadcaster by tapping on the mobile screen as a form of appreciation. The maximum number of users that a user can follow is 8,000.[27] Both the \"scoper\" and viewers of the so-called \"scope\" are able to block viewers. When blocked by the \"scoper\", users are added to a blocked list and booted from the \"scope\". If enough \"scopers\" block a user, they are blocked from the \"scope\". If they receive more than four blocks from four different \"scopes\" then the user gets shadowbanned.[citation needed] On 8 September 2015, TechCrunch reported and later confirmed that Periscope was building an Apple TV app.[28] This app has been released.[29] On 10 September 2015, Periscope added the ability to broadcast live in landscape view.[30] The app can be misappropriated for copyright infringement, an issue that was raised around the time of the app's launch when several users of the service used it to air the fifth-season premiere of HBO's Game of Thrones live. HBO has stated the service needs better tools and policies to deal with copyrighted content.[31] These issues were magnified further by a professional boxing event on 2 May 2015, Floyd Mayweather, Jr. vs. Manny Pacquiao, which was televised via a pay per view that cost approximately US$90, but saw wide unauthorized distribution through streams of various quality on Periscope.[32][33][34] Rebroadcasting copyrighted content violates Periscope's written terms of service, and can result in suspension or banning the offending account.[35] Other complaints have come from firms acting on behalf of the NFL, the Premier League, the US Open Tennis Championship and Taylor Swift, according to data from Chilling Effects, which tracks online takedown notices and was started by attorney Wendy Seltzer, several law school clinics and the Electronic Frontier Foundation.[citation needed] The Ultimate Fighting Championship, which has kept a close eye on people it believes are illegally streaming its pay per view mixed martial arts matches, has sent more than 650 takedown notices to Periscope, according to data from Chilling Effects.[36] As of 5 July 2016,[37] Periscope released an update where users can choose whether to save their broadcasts or delete them after 24 hours. (Although \"scopes\" disappear from www.periscope.tv/username after 24 hours,[38] users were able to capture their \"scopes\", and other live streaming apps, using Katch.me. It stopped collecting videos on 22 April 2016 and shut down on 4 May 2016.[39]) A television channel based around Periscope is PeriscopeTV.[40] "}