{"title": "Vine (service)", "text": " Vine (/vaɪn/) was a short-form video hosting service where users shared six-second-long, looping video clips. It was founded in June 2012; American microblogging website Twitter acquired it in October 2012, before its launch on January 24, 2013. Videos were published through Vine's social network, and could be shared on other platforms such as Facebook and Twitter. The Vine app could be used to browse videos, along with groups of videos by theme, and \"trending\" videos. Vine competed with other social-media services such as Instagram and Mobli. By December 2015, Vine had 200 million active users.[2] On October 27, 2016, Twitter announced it would disable uploads, but viewing and download would continue to work.[3][4] On January 20, 2017, Twitter launched an Internet archive of all Vine videos, allowing people to watch previously uploaded videos. In December 2017, co-founder Dom Hofmann announced that he had begun working on Vine's successor, V2, which he has said is not affiliated with Twitter.[5] However, in May 2018, Hofmann posted on V2's community forums stating that the project was being indefinitely postponed, due in large part to \"financial and legal hurdles\".[6] Contents Vine was founded by Dom Hofmann, Rus Yusupov, and Colin Kroll in June 2012. The company was acquired by Twitter in October 2012 for a reported $30 million but was later reformed as Intermedia Labs.[7][8] Vine launched on January 24, 2013[9][10] as a free app for iOS devices. An Android version was released on June 2, 2013.[11] On November 12, 2013, the application was released for Windows Phone.[12] In a couple of months, Vine became the most used video sharing application in the market, even with low adoption of the app.[13] On April 9, 2013, Vine became the most downloaded free app within the iOS App Store[14] and on May 1, 2014, Vine launched the web version of the service to explore videos.[15] In July 2014, Vine updated its app with a new \"loop count\" meaning every time someone watches a vine, a number on top of the video will appear showing how many times it was viewed. The \"loop count\" also includes views from vines that are embedded onto other websites.[16][17] On October 14, 2014, an Xbox One version was released allowing Xbox Live members to watch the looping videos.[18] In August 2015, Vine introduced Vine Music, whose \"Snap to Beat\" feature creates perfect infinite music loops.[19] In June 2016, Vine announced that it was experimenting with letting users attach video clips up to 140 seconds.[20] In November 2018, co-founder Dan Hoffman announced the upcoming successor to Vine, Byte, also previously known as V2; it was slated to come out in spring 2019.[21] In January 2015, Vine launched Vine Kids, an app designed specifically for children.[22] The new app was designed by a pair of Vine employees in order to create a safe space for younger users to watch content deemed appropriate for children. Every video posted to the app was carefully curated by Vine employees themselves to ensure a platform of purely G-rated videos was achieved. Vine's Head of Communication and Marketing, Carolyn Penner, told CNN that \"children can swipe back and forth on the screen to find new videos, and also tap the screen to produce sound effects\".[23] While only being available to consumers with access to iOS devices, and there being an inability for users to upload their own videos, the new app still addressed a demand from the increasing number of families that wanted to be involved in the growing digital space in a manner that was safe for their children. On October 27, 2016, Vine announced that Twitter would be discontinuing the Vine mobile app. Vine said users of the service will be notified before any changes to the app or website are made. The company also stated that the website and the app will still be available for users to view and download Vines; however, users will no longer be able to post.[24] The discontinuation of Vine came as many different competing platforms began to introduce their own equivalents to Vine's short-form video approach. Platforms such as Instagram began to introduce their own takes on the short video angle, such as Instagram Video, where users were able to upload 15-second videos to their profiles. \"Instagram video was the beginning of the end\", said a former Vine executive during an interview with online tech news site The Verge. Marketers leaving the platform were also an enormous part of the decision by Twitter to discontinue Vine. Many monetary sources began to move to longer short video platforms, and with them followed many popular Vine creators. Since the start of 2016, Vine's top 9,725 accounts had ceased to upload more vines and had moved on to other platforms such as YouTube, Instagram and Snapchat.[25] Vine executives and cofounders were supposedly against monetization and did not take money from many brands, which is said to have led to Twitter's discontinuation of the service.[26] On December 16, 2016, it was announced that the Vine mobile app would remain operational as a standalone service, allowing users to publish their videos directly to Twitter instead of Vine; the Vine community website would shut down in January.[27] On January 17, 2017, the app was renamed to \"Vine Camera.\"[28] Although the app still enables users to record six-second videos, they can only be shared on Twitter or saved on a camera roll.[29][30] The release of the Vine Camera was met with poor reviews on both the Android and iOS App Stores.[31] On January 20, 2017, Twitter launched an Internet archive of all Vine videos, allowing people to continue watching previously filmed Vine videos.[32] Vine enabled users to record short video clips up to around six seconds long[9][10][33][34] while recording through its in-app camera. The camera would record only while the screen is being touched, enabling users to edit on the fly or create stop motion effects.[35] Additional features were added to the app in July 2013; these include grid and ghost image tools for the camera, curated channels (including themed areas and trending topics/users), the ability to \"revine\" videos on a personal stream, and protected posts.[36] Vine attracted different types of uses, including short-form comedy and music performances,[37] video editing, and stop motion animation.[38] On February 1, 2013, a Turkish journalist used Vine to document the aftermath of the 2013 United States embassy bombing in Ankara.[39] Vine had also gained ground as a promotional tool; in 2013, the track listing of Daft Punk's album Random Access Memories was revealed via a Vine video,[40] and on September 9, 2013, Dunkin Donuts became the first company to use a single Vine as an entire television advertisement.[41] A&W Restaurants launched its Mini Polar Swirls on Vine on April 1, 2014, with the claim that it was the first product launch on Vine.[42] Music-oriented videos also shared success on the service; in July 2013, a Vine post featuring a group of women twerking to the 2012 song \"Don't Drop That Thun Thun\" became viral, spawned response videos, and led the previously-obscure song to peak at number 35 on the Billboard Hot 100 chart.[43][44][45] In March 2013, 22 Vines were presented in an exhibit entitled #SVAES (The Shortest Video Art Ever Sold) at the Moving Image art fair in New York City. Copies of the videos were available to purchase on thumb drives for US$200 each. Angela Washko's \"Tits on Tits on Ikea\" was sold to Dutch art advisor, curator and collector Myriam Vanneschi, during the event, marking the first-ever sale of a Vine as art.[46] Following the shooting of Michael Brown in August 2014, then-St Louis City Alderman Antonio French used Vine as a way to document the protests in Ferguson and the surrounding area. These videos were among the earliest accounts of the racial tensions in Ferguson, and helped bring national attention to the situation.[47] A BBC review described collections of Vine videos as \"mesmerizing\", like \"[watching a] bewildering carousel of six-second slices of ordinary life [roll] past.\"[38] An article by The New Yorker investigated the impact of online video platforms in creating a new generation of celebrities, stating: \"A Vine's blink-quick transience, combined with its endless looping, simultaneously squeezes time and stretches it.\"[48] While a given loop's brevity seems to \"squeeze time\", repeated viewings allow users to absorb rich detail, thereby subjectively \"stretching time\". Vine was hailed for being a space that allowed for black creatives to thrive, allowing them to show off their talents in a free application that anyone could use or see. In a similar vein it also brought attention to many who became big artists, such as Shawn Mendes and Ruth B. Many other brands used the free service as a platform for advertising their products, showing off exclusive content and creating contests to keep consumers interested in the brand. Cadbury UK had used their profile to show off new confectionaries that were in the making and created a contest around giving out samples to keep people coming back to the chocolate company, Many local bookstores and big brand name ones used the site to show off new books that may be in store. Other companies developed a more personal connection with consumers using their six-second videos. This also allowed fans of different brands to show off their loyalty to the brand and in turn advertised the brand from a different perspective, this may have included makeup videos and the like.[49] Soon after its launch, Vine faced criticism for how it handled pornography; while porn is not forbidden by Twitter's guidelines,[50] one sexually explicit clip was accidentally featured as an \"Editor's Pick\" in the Vine app as a result of \"human error\".[51] Because pornographic content violates Apple's terms of service,[52] the app's rating was changed to 17+ in February 2013 following a request by Apple.[53] Vine was listed among Time's '50 Best Android Apps for 2013'.[54] Instagram added 15-second video sharing in June 2013. Since then, the video functionality expanded with additional features: widescreen videos, 60-second (1-minute) videos, and up to 10 minutes of video in a multi-video post. As with Vine, Instagram videos loop and have no playback controls by default. Snapchat added 10-second video sharing on December 2012. YouTube launched a GIF creator in 2014.[55] This tool allows up to six seconds of any supported YouTube video to be converted to a GIF.[56] Sign-ups for the GIF beta are now discontinued.[57] TikTok is a Chinese-based application (called Douyin in China) created a few months before the discontinuation of Vine. Its current edition is the result of the merger of the original TikTok app with Musical.ly, which was founded in 2014 and became popular in 2015.[58] TikTok is similar to Vine in that it is a simple short video platform with the added option of Duet, meaning that two different TikTok creators may collaborate at different times to create a final video; The Verge called it \"the closest thing we'll get to having Vine back\".[59] TikTok is not much younger than Vine, as its predecessor Musical.ly was introduced only a year after Vine's inception, but it exploded in popularity in the late 2010s, the years after the Vine app was shut down.[60] Byte (originally dubbed 'v2') is the upcoming successor to Vine. It is unaffiliated with Twitter and was announced by Vine co-founder Dom Hofmann.[61] It would serve as a similar but new and improved version of Vine. The videos would last between 2 and 6.5 seconds and would loop continuously. The launch had originally been planned for mid-2018, but reports show that Hofmann had already started reaching out to social media personalities in hopes to secure viral content for the new platform.[62] On May 4, 2018, Hofmann announced on the v2 community forums website and the official Twitter account that the project had been postponed indefinitely. On November 8, 2018, Hofmann announced the official name for 'v2' would be 'Byte', and that it was set for release in the spring of 2019.[63] Byte has yet to be released as of November 2019. "}